/* Cancel */
"Cancel" = "Cancel";

/* Connect USB then press and hold MENU and PLAY/PAUSE for 7 seconds. */
"Connect USB then press and hold MENU and PLAY/PAUSE for 7 seconds." = "Connect USB then press and hold MENU and PLAY/PAUSE for 7 seconds.";

/* Connect USB, POWER then press and hold MENU and PLAY/PAUSE for 7 seconds */
"Connect USB, POWER then press and hold MENU and PLAY/PAUSE for 7 seconds" = "Connect USB, POWER then press and hold MENU and PLAY/PAUSE for 7 seconds";

/* Converting image to read only compressed... */
"Converting image to read only compressed..." = "Converting image to read only compressed...";

/* Creating IPSW... */
"Creating IPSW..." = "Creating IPSW...";

/* Custom IPSW created successfully! */
"Custom IPSW created successfully!" = "Custom IPSW created successfully!";

/* Custom IPSW creation failed! */
"Custom IPSW creation failed!" = "Custom IPSW creation failed!";

/* DFU mode entered successfully! */
"DFU mode entered successfully!" = "DFU mode entered successfully!";

/* Don't Enable */
"Don't Enable" = "Don't Enable";

/* Done */
"Done" = "Done";

/* Downloading %@... */
"Downloading %@..." = "Downloading %@...";

/* Downloads complete */
"Downloads complete" = "Downloads complete";

/* Enable */
"Enable" = "Enable";

/* Exploit injection failed! */
"Exploit injection failed!" = "Exploit injection failed!";

/* Failed */
"Failed" = "Failed";

/* Failed to detect AppleTV, please quit and re-open Seas0nPass and try again. */
"Failed to detect AppleTV, please quit and re-open Seas0nPass and try again." = "Failed to detect AppleTV, please quit and re-open Seas0nPass and try again.";

/* Failed to run iTunes script!! */
"Failed to run iTunes script!!" = "Failed to run iTunes script!!";

/* Filesystem mount failed!! */
"Filesystem mount failed!!" = "Filesystem mount failed!!";

/* Filesystem patches failed!! */
"Filesystem patches failed!!" = "Filesystem patches failed!!";

/* Firmware download corrupt upon two tries, failed! */
"Firmware download corrupt upon two tries, failed!" = "Firmware download corrupt upon two tries, failed!";

/* Found device in DFU mode */
"Found device in DFU mode" = "Found device in DFU mode";

/* No comment provided by engineer. */
"Free Space needed" = "Free Space needed";

/* Home Folder Error */
"Home Folder Error" = "Home Folder Error";

/* iBEC upload successful! Reconnecting in 10 seconds... */
"iBEC upload successful! Reconnecting in 10 seconds..." = "iBEC upload successful! Reconnecting in 10 seconds...";

/* iBSS upload successful! Reconnecting in 10 seconds... */
"iBSS upload successful! Reconnecting in 10 seconds..." = "iBSS upload successful! Reconnecting in 10 seconds...";

/* Injecting Pois0n */
"Injecting Pois0n" = "Injecting Pois0n";

/* Installing id_rsa.pub... */
"Installing id_rsa.pub..." = "Installing id_rsa.pub...";

/* Installing Software... */
"Installing Software..." = "Installing Software...";

/* Installing wifi.plist... */
"Installing wifi.plist..." = "Installing wifi.plist...";

/* Internet Unavailable */
"Internet Unavailable" = "Internet Unavailable";

/* iTunes restore script failed!, selecting IPSW in Finder... */
"iTunes restore script failed!, selecting IPSW in Finder..." = "iTunes restore script failed!, selecting IPSW in Finder...";

/* iTunes restore script successful! */
"iTunes restore script successful!" = "iTunes restore script successful!";

/* Mounting image... */
"Mounting image..." = "Mounting image...";

/* No Device Detected. */
"No Device Detected." = "No Device Detected.";

/* No IPSW to restore! */
"No IPSW to restore!" = "No IPSW to restore!";

/* No comment provided by engineer. */
"Not enough free space.\n\n Space needed: %.2f MB\n Space Available: %.2f MB" = "Not enough free space.\n\n Space needed: %1$.2f MB\n Space Available: %2$.2f MB";

/* OK */
"OK" = "OK";

/* Patching filesystem... */
"Patching filesystem..." = "Patching filesystem...";

/* Patching ramdisk... */
"Patching ramdisk..." = "Patching ramdisk...";

/* Please connect the AppleTV via USB to continue. */
"Please connect the AppleTV via USB to continue." = "Please connect the AppleTV via USB to continue.";

/* Please select an AppleTV firmware image */
"Please select an AppleTV firmware image" = "Please select an AppleTV firmware image";

/* Process failed with reason: %@ */
"Process failed with reason: %@" = "Process failed with reason: %@";

/* Quit */
"Quit" = "Quit";

/* Restoring in iTunes, Please wait while script is running... */
"Restoring in iTunes, Please wait while script is running..." = "Restoring in iTunes, Please wait while script is running...";

/* Restoring in iTunes. Please wait while script is running... */
"Restoring in iTunes. Please wait while script is running..." = "Restoring in iTunes. Please wait while script is running...";

/* Saving firmware signatures... */
"Saving firmware signatures..." = "Saving firmware signatures...";

/* Scanning image for restore... */
"Scanning image for restore..." = "Scanning image for restore...";

/* Seas0nPass is unable to retrieve firmware details. Please check your internet connection and firewall settings. */
"Seas0nPass is unable to retrieve firmware details. Please check your internet connection and firewall settings." = "Seas0nPass is unable to retrieve firmware details. Please check your internet connection and firewall settings.";

/* Seas0nPass is unable to write to your home folder! Please check your ownerships and permissions (via Get Info) and re-run Seas0nPass. */
"Seas0nPass is unable to write to your home folder! Please check your ownerships and permissions (via Get Info) and re-run Seas0nPass." = "Seas0nPass is unable to write to your home folder! Please check your ownerships and permissions (via Get Info) and re-run Seas0nPass.";

/* Sorry. :-( */
"Sorry. :-(" = "Sorry. :-(";

/* Tethered boot complete! It is now safe to disconnect USB. */
"Tethered boot complete! It is now safe to disconnect USB." = "Tethered boot complete! It is now safe to disconnect USB.";

/* The %@ firmware is untethered and does not require this process! */
"The %@ firmware is untethered and does not require this process!" = "The %@ firmware is untethered and does not require this process!";

/* The firmware %@ is either not being signed by Apple anymore, not backed up to cydia, or the device cannot be detected: kRestoreUnavailableMode. */
"The firmware %@ is either not being signed by Apple anymore, not backed up to cydia, or the device cannot be detected: kRestoreUnavailableMode." = "The firmware %@ is either not being signed by Apple anymore, not backed up to cydia, or the device cannot be detected: kRestoreUnavailableMode.";

/* The firmware %@ is not compatible with this version of Seas0nPass. */
"The firmware %@ is not compatible with this version of Seas0nPass." = "The firmware %@ is not compatible with this version of Seas0nPass.";

/* This AppleTV is not eligible for this version. */
"This AppleTV is not eligible for this version." = "This AppleTV is not eligible for this version.";

/* UI scripting disabled! */
"UI scripting disabled!" = "UI scripting disabled!";

/* UI Scripting is not enabled, it is needed to restore the IPSW automatically in iTunes, would you like to enable it? */
"UI Scripting is not enabled, it is needed to restore the IPSW automatically in iTunes, would you like to enable it?" = "UI Scripting is not enabled, it is needed to restore the IPSW automatically in iTunes, would you like to enable it?";

/* Unable to upload iBEC! */
"Unable to upload iBEC!" = "Unable to upload iBEC!";

/* Unable to upload iBSS! */
"Unable to upload iBSS!" = "Unable to upload iBSS!";

/* Unmounting Image... */
"Unmounting Image..." = "Unmounting Image...";

/* Unspecified Error */
"Unspecified Error" = "Unspecified Error";

/* Unsupported Firmware! */
"Unsupported Firmware!" = "Unsupported Firmware!";

/* Untethered Jailbreak */
"Untethered Jailbreak" = "Untethered Jailbreak";

/* Unzipping IPSW... */
"Unzipping IPSW..." = "Unzipping IPSW...";

/* Uploading %@ to device... */
"Uploading %@ to device..." = "Uploading %@ to device...";

/* Uploading %s to device... */
"Uploading %s to device..." = "Uploading %s to device...";

/* Waiting for device to enter DFU mode... */
"Waiting for device to enter DFU mode..." = "Waiting for device to enter DFU mode...";

/* Your device is not compatible with this exploit! */
"Your device is not compatible with this exploit!" = "Your device is not compatible with this exploit!";

